"HomeTitle"="Home";
"FilesTitle"="All Files";
"PhotosTitle"="Photos and Videos";
"MenuSearch"="Search";
"MenuHome"="Home";
"MenuFav"="Favourites";
"MenuFiles"="All Files";
"MenuPhoto"="Photos & Videos";
"MenuMusic"="Music";
"MenuDoc"="Documents";
"MenuLogout"="Logout";
"AddTypeMusicTitle"="Add Music";
"AddTypeFolderTitle"="New Folder";
"AddTypePhotoTitle"="Add Photo/Video";
"AddTypeCameraTitle"="Use Camera";
"AddTypeAlbumTitle"="Add Album";
"MoreMenuSortTitle"="Sort";
"MoreMenuSelectTitle"="Select";
"MoreMenuDetailFolderTitle"="Folder Details";
"MoreMenuDetailFileTitle"="File Details";
"MoreMenuDetailAlbumTitle"="Album Details";
"MoreMenuDetailFileTitleImg"="Image Details";
"MoreMenuDetailFileTitleDoc"="Document Details";
"MoreMenuDetailFileTitleMusic"="Music Details";
"MoreMenuDetailFileTitleVideo"="Video Details";
"MoreMenuShareTitle"="Share Folder";
"MoreMenuShareTitleDoc"="Share Document";
"MoreMenuShareTitleImg"="Share Photo";
"MoreMenuShareTitleVideo"="Share Video";
"MoreMenuShareTitleMusic"="Share Music";
"MoreMenuShareTitleOther"="Share File";
"MoreMenuShareTitleAlbum"="Share Album";
"MoreMenuFavTitle"="Favourite Folder";
"MoreMenuFavTitleDoc"="Favourite Document";
"MoreMenuFavTitleImg"="Favourite Photo";
"MoreMenuFavTitleVideo"="Favourite Video";
"MoreMenuFavTitleMusic"="Favourite Music";
"MoreMenuFavTitleOther"="Favourite File";
"MoreMenuUnfavTitle"="Unfavourite Folder";
"MoreMenuUnfavTitleDoc"="Unfavourite Document";
"MoreMenuUnfavTitleImg"="Unfavourite Photo";
"MoreMenuUnfavTitleVideo"="Unfavourite Video";
"MoreMenuUnfavTitleMusic"="Unfavourite Music";
"MoreMenuUnfavTitleOther"="Unfavourite File";
"MoreMenuDeleteTitle"="Delete Folder";
"MoreMenuDeleteTitleDoc"="Delete Document";
"MoreMenuDeleteTitleImg"="Delete Photo";
"MoreMenuDeleteTitleVideo"="Delete Video";
"MoreMenuDeleteTitleMusic"="Delete Music";
"MoreMenuDeleteTitleOther"="Delete File";
"MoreMenuDeleteTitleAlbum"="Delete Album";
"MoreMenuDownloadTitleAlbum"="Download Album";
"MoreMenuRemoveTitleImg" = "Remove Photo From Album";
"MoreMenuRemoveTitleVideo" = "Remove Video From Album";
"MoreMenuRemoveTitleOther"="Remove File";
"MoreMenuDownloadImageTitle"="Download To Camera Roll";
"MoreMenuSetCoverPhotoTitle"="Make Cover Photo";
"FolderSubTitle"="%d item";
"FolderEmptyMessage"="%@ is empty";
"FolderEmptySubMessage"="Tap the \"+\" button to upload files from your iPhone";
"FolderAddTitle"="FOLDER NAME";
"FolderNamePlaceholder"="Folder Name";
"FileNamePlaceholder"="File Name";
"ButtonCreate"="Create";
"ButtonCancel"="Cancel";
"NewFolderTitle"="New Folder";
"FolderAddProgressMessage"="Creating Folder";
"FolderAddSuccessMessage"="Folder successfully created";
"FolderAddFailMessage"="Failed creating folder";
"AddPhotosTitle"="%d of %d";
"SelectAllCheckTitle"="Select All";
"UploadButtonTitle"="Upload";
"PhotoListContentFooterTitle"="%d Photos, %d Videos";
"AlbumsTitle"="Albums";
"MusicsTitle"="My Music";
"UnavailablePreviewTitle"="Unable to open file";
"UnavailablePreviewSubtitle"="This file isn't supported";
"UploadingPlaceholder"="Uploading file";
"UploadFinishedPlaceholder"="Uploading finished";
"UploadFailedPlaceholder"="Uploading failed";
"PhotoHeaderPhotosButton"="ALL PHOTOS";
"PhotoHeaderAlbumsButton"="ALBUMS";
"AlbumCellSubtitle"="%d Photos, %d Videos";
"AlbumCellSubtitlePhotosOnly"="%d Photos";
"AlbumCellSubtitleVideosOnly"="%d Videos";
"NoAlbumMessage"="No Album";
"NoAlbumSubmessage"="Tap the \"+\" button to create a new photo album";
"NewAlbumTitle"="New Album";
"AlbumAddTitle"="ALBUM NAME";
"AlbumNamePlaceholder"="Album Name";
"ConfirmDeleteTitle"="Confirm Delete";
"ConfirmDeleteMessage"="Deleting this file or any file will remove them from cloud. You won't be able to access them once deleted.";
"ConfirmDeleteQuestion"="Are you sure you want to delete?";
"MessageDontShowAgainCheck"="Don't show me this message again";
"TitleNo"="No";
"TitleYes"="Yes";
"ConfirmRemoveTitle"="Confirm Remove From Album";
"ConfirmRemoveMessage"="This file will be removed only from your album. You can access this file from Photos tab.";
"ConfirmRemoveQuestion"="Are you sure you want to remove?";
"StorageInfoMessage"="Platinum and lifecell customers can send LIFE, other customers can send LIFEBOX 50GB for lifebox 50GB package, LIFEBOX 500GB for lifebox 500GB package and LIFEBOX 2.5TB for lifebox 2.5TB package to 3030 to start their memberships.";
"ConfirmDeleteAlbumMessage" = "Deleting this album will not remove the files from lifebox. You can access these files from Photos tab.";
"FavAddProgressMessage"="Adding To Favourites";
"FavAddSuccessMessage"="Successfully added to favourites";
"FavAddFailMessage"="Failed adding to favourites";
"UnfavProgressMessage"="Removing From Favourites";
"UnfavSuccessMessage"="Successfully removed from favourites";
"UnfavFailMessage"="Failed removing from favourites";
"DeleteProgressMessage"="Deleting file(s)";
"DeleteSuccessMessage"="File(s) successfully deleted";
"DeleteFailMessage"="Failed deleting the file(s)";
"RemoveProgressMessage"="Removing file(s)";
"RemoveSuccessMessage"="File(s) successfully removed";
"RemoveFailMessage"="Failed removing the file(s)";
"SetCoverProgressMessage"="Cover photo is changing";
"SetCoverSuccessMessage"="Cover photo is changed";
"SetCoverFailMessage"="Failed changing the cover photo";
"SortTitle"="Sort By";
"ApplyTitle"="Apply";
"SortTypeAlphaAscTitle"="Name (A-Z)";
"SortTypeAlphaDescTitle"="Name (Z-A)";
"SortTypeDateDescTitle"="Date (Newest)";
"SortTypeDateAscTitle"="Date (Oldest)";
"SortTypeSizeDescTitle"="File size (Largest)";
"SortTypeSizeAscTitle"="File size (Smallest)";
"SelectFilesTitle"="Select Files";
"FilesSelectedTitle"="%d Files Selected";
"SelectAlbumsTitle"="Select Albums";
"AlbumsSelectedTitle"="%d Albums Selected";
"MoveProgressMessage"="Moving File(s)";
"MoveSuccessMessage"="File(s) successfully moved";
"MoveFailMessage"="Failed moving the file(s)";
"MusicTitle"="Music";
"DocTitle"="Documents";
"ContactSyncTitle"="Contact Sync";
"MoveModalSubTitle"="Choose a destination folder";
"MoveModalSubTitleForAlbum"="Choose a destination album";
"AlbumAddProgressMessage"="Creating Album";
"AlbumAddSuccessMessage"="Album successfully created";
"AlbumAddFailMessage"="Failed creating album";
"DoneButtonTitle"="Done";
"ApplyButtonTitle"="Apply";
"BackButtonTitle"="Back";
"FolderDetailTitle"="Folder Details";
"FolderDetailSegmentTitle"="FOLDER INFO";
"FolderDetailItems"="Items";
"FolderDetailSize"="Folder size";
"FolderDetailModifyDate"="Modified";
"FileDetailTitle"="File Details";
"FileDetailSegmentTitle"="FILE INFO";
"FileDetailNameTitle"="FILE NAME";
"FileDetailSize"="File size";
"FileDetailModifyDate"="Modified";
"RenameFolderProgressMessage"="Renaming Folder";
"RenameFolderSuccessMessage"="Folder successfully renamed";
"RenameFolderFailMessage"="Failed renaming folder";
"RenameFileProgressMessage"="Renaming File";
"RenameFileSuccessMessage"="File successfully renamed";
"RenameFileFailMessage"="Failed renaming file";
"DeleteAlbumProgressMessage"="Deleting Album(s)";
"DeleteAlbumSuccessMessage"="Album(s) successfully deleted";
"DeleteAlbumFailMessage"="Failed deleting the album(s)";
"AlbumMovePhotoProgressMessage"="Moving Photos";
"AlbumMovePhotoSuccessMessage"="Photos successfully moved";
"AlbumMovePhotoFailMessage"="Failed moving photos";
"AlbumDetailTitle"="Album Details";
"AlbumAddTitle"="ALBUM NAME";
"AlbumDetailSegmentTitle"="ALBUM INFO";
"AlbumDetailItems"="Photos & Videos";
"AlbumDetailSize"="Album size";
"AlbumDetailModifyDate"="Modified";
"AlbumRenameProgressMessage"="Renaming Album";
"AlbumRenameSuccessMessage"="Album successfully renamed";
"AlbumRenameFailMessage"="Failed renaming album";
"DeleteAlbumProgressMessage"="Deleting Album";
"DeleteAlbumSuccessMessage"="Album successfully deleted";
"DeleteAlbumFailMessage"="Failed deleting the album";
"RecentActivitiesTitle"="Recent Activities";
"RecentActivityLinkerTitle"="Recent Activities";
"TodayTitle"="TODAY";
"YesterdayTitle"="YESTERDAY";
"RecentSectionDateFormat"="dd MMM";
"SelfMoveError"="Destination folder cannot be itself";
"SameMoveError"="Destination folder cannot be the current folder";
"DownloadImageProgressMessage"="Downloading Image";
"DownloadImagesProgressMessage"="Downloading Files";
"DownloadAlbumProgressMessage"="Downloading Album";
"DownloadAlbumsProgressMessage"="Downloading Albums";
"DownloadImageSuccessMessage"="Image successfully saved to Camera Roll";
"DownloadImagesSuccessMessage"="Files successfully saved to Camera Roll";
"DownloadAlbumSuccessMessage"="Album successfully saved";
"DownloadAlbumsSuccessMessage"="Albums successfully saved";
"DownloadImagesFailMessage"="Failed saving files to Camera Roll";
"DownloadImageFailMessage"="Failed saving image to Camera Roll";
"DownloadAlbumFailMessage"="Failed saving album";
"DownloadUnsupportedVideoFailMessage"="Error-unsupported video format";
"DownloadVideoProgressMessage"="Downloading Video";
"DownloadVideoSuccessMessage"="Video successfully saved to Camera Roll";
"DownloadVideoFailMessage"="Failed saving video to Camera Roll";
"SortTypeSongNameAscTitle"="Song Title (A-Z)";
"SortTypeSongNameDescTitle"="Song Title (Z-A)";
"SortTypeArtistAscTitle"="Artist Name (A-Z)";
"SortTypeArtistDescTitle"="Artist Name (Z-A)";
"SortTypeAlbumAscTitle"="Album Name (A-Z)";
"SortTypeAlbumDescTitle"="Album Name (Z-A)";
"HomeUsageTotalStorage"="of %@";
"LastSyncFormat"="LAST UPLOAD: %@ AGO";
"LastSyncFormatForWidget"="Last Upload: %@";

"GetMoreStorageButtonTitle"="Get More Storage";
"SongTitleFieldTitle"="TITLE";
"ArtistFieldTitle"="ARTIST";
"AlbumFieldTitle"="ALBUM";
"TrackDetailSegmentTitle"="TRACK INFO";
"DurationTitle"="Duration";
"NoneTitle"="None";

"RecentActivitySingleFileFavorited"="%d file added to favourites";
"RecentActivityMultipleFilesFavorited"="%d files added to favourites";
"RecentActivitySingleImageFavorited"="%d image added to favourites";
"RecentActivityMultipleImagesFavorited"="%d images added to favourites";
"RecentActivitySingleMusicFavorited"="%d song added to favourites";
"RecentActivityMultipleMusicsFavorited"="%d songs added to favourites";
"RecentActivitySingleFolderFavorited"="%d folder added to favourites";
"RecentActivityMultipleFoldersFavorited"="%d folders added to favourites";

"RecentActivitySingleFolderAdded"="%d folder created";
"RecentActivityMultipleFoldersAdded"="%d folders created";
"RecentActivitySingleImageAdded"="%d photo uploaded";
"RecentActivityMultipleImagesAdded"="%d photos uploaded";
"RecentActivitySingleFileAdded"="%d file uploaded";
"RecentActivityMultipleFilesAdded"="%d files uploaded";
"RecentActivitySingleMusicAdded"="%d song uploaded";
"RecentActivityMultipleMusicsAdded"="%d songs uploaded";
"RecentActivitySingleVideoAdded"="%d video uploaded";
"RecentActivityMultipleVideosAdded"="%d videos uploaded";

"RecentActivitySingleFolderMoved"="%d folder moved";
"RecentActivityMultipleFoldersMoved"="%d folders moved";
"RecentActivitySingleImageMoved"="%d photo moved";
"RecentActivityMultipleImagesMoved"="%d photos moved";
"RecentActivitySingleFileMoved"="%d file moved";
"RecentActivityMultipleFilesMoved"="%d files moved";
"RecentActivitySingleMusicMoved"="%d song moved";
"RecentActivityMultipleMusicsMoved"="%d songs moved";
"RecentActivitySingleImageMovedToAlbum"="%d photo moved to album %@";
"RecentActivityMultipleImagesMovedToAlbum"="%d photo moved to album %@";

"RecentActivitySingleFolderRenamed"="%d folder was renamed";
"RecentActivityMultipleFoldersRenamed"="%d folders were renamed";
"RecentActivitySingleImageRenamed"="%d image was renamed";
"RecentActivityMultipleImagesRenamed"="%d images were renamed";
"RecentActivitySingleFileRenamed"="%d file was renamed";
"RecentActivityMultipleFilesRenamed"="%d files were renamed";
"RecentActivitySingleMusicRenamed"="%d song was renamed";
"RecentActivityMultipleMusicsRenamed"="%d songs were renamed";

"RecentActivitySingleFolderDeleted"="%d folder deleted";
"RecentActivityMultipleFoldersDeleted"="%d folders deleted";
"RecentActivitySingleImageDeleted"="%d photo deleted";
"RecentActivityMultipleImagesDeleted"="%d photos deleted";
"RecentActivitySingleFileDeleted"="%d file deleted";
"RecentActivityMultipleFilesDeleted"="%d files deleted";
"RecentActivitySingleMusicDeleted"="%d song deleted";
"RecentActivityMultipleMusicsDeleted"="%d songs deleted";

"Day"="day";
"Days"="days";
"Hour"="hour";
"Hours"="hours";
"Minute"="min";
"Minutes"="mins";
"Second"="sec";
"Seconds"="secs";
"None"="None";

"AppTitleRef"="lifebox";
"AppPreLoginInfo"="Keep all your photos, music, documents & address book safe with lifebox. Edit files straight from your phone or your desktop computer.";

"Login"="Login";
"SignIn"="Signin";
"Continue"="Continue";

"PostLoginSyncInfo"="Upload your photos to your lifebox automatically. lifebox uses your location changes for auto-upload. For details";
"PostLoginImgPrefInfo"="Automatically backup your Photos from your iPhone to the lifebox";
"PostLoginContactPrefInfo"="Automatically backup your Address Book and Social Network contacts to the lifebox";

"PostLoginSyncPrefTitle"="UPLOAD PREFERENCE";
"PostLoginRoamingTitle"="Data Roaming";
"PostLoginRoamingDesc"="Auto upload whilst abroad";

"MsisdnPlaceholder"="Enter GSM Number";
"MsisdnPlaceholderNew"="Phone";
"PasswordPlaceholder"="Password";
"MsisdnTitle"="GSM NUMBER";
"PasswordTitle"="PASSWORD";
"SelectCountry"="Select Country";

"MsisdnFormatErrorMessage"="Please enter a valid GSM number.";
"PassFormatErrorMessage"="Please enter your password";

"LoginError"="Login denied. Please check your credentials";

"RememberMe"="Remember me";
"PassSmsTitle"="TO OBTAIN YOUR PASS";

"FavouritesTitle"="Favourites";
"ConnectionErrorWarning"="Please check your internet connection is active and Mobile Data is ON under Settings/lifebox.";
"ServerError500"="Temporary error occured, please try again";
"ConnectionLostErrorMessage"="Please check your internet connection is active.";
"NoFavouriteFound"="There's no favourite files yet.";

"Auto"="Auto";
"On"="On";
"Off"="Off";
"SettingsTitle"="Settings";
"EditProfilePicture"="Edit Profile Picture";
"Camera"="Camera";
"Upload"="Upload";
"Remove"="Remove";

"QuotaInfoTitle"="Quota Info";
"RemainingQuotaTitle"="Remaining";
"Memory"="Memory";
"Packages"="Packages";
"StorageUsageInfo"="%@%% of %@";
"UsageInfo"="Usage Info";
"CurrentPackageTitle"="CURRENT SUBSCRIPTION";
"SubscriptionInfo"="%@ (%gGB) %g TL/Month";
"CancelSubscription"="Cancel";
"CancelSubscriptionInfo"="Please text \"Iptal %@\" to 2222 to cancel your subscription.";
"CancelSubscriptionInfoForKKTCell"="Platinum and lifecell customers can send LIFE CANCEL, other customers can send LIFEBOX CANCEL to 3030 to cancel their memberships.";
"UpgradeOptionsTitle"="UPGRADE OPTIONS";
"Month"="Month";
"ActivateOfferSuccess"="Your request has been received, you will be informed via SMS when your package is activated.";
"ActivateOfferApprove"="Are you sure you want to change your subscription?";

"AutomaticSynchronization"="Auto Upload";
"Photos&Videos"="Photos";
"Photos&VideosAutoInfo"="Your photos & videos are visible within the app & manual uploading is available.\n\n(Tap on the \"+\" button to upload photos & videos from your albums on your iPhone.)\n\nAuto Upload is enabled, your photos & videos from your Camera Roll will be automatically backed up to the cloud.";
"Photos&VideosInfo"="Switch on to upload your photos to lifebox automatically.";
"Photos&VideosOnInfo"="Your photos & videos are visible within the app & manual uploading is available.\n\n(Tap on the \"+\" button to upload photos & videos from your albums on your iPhone.)";
"Photos&VideosOffInfo"="Your photos & videos won't be visible within the app & you can't upload anything new.";
"Music"="Music";
"MusicOnInfo"="Your Music is visible within the app & manual uploading is available.\n\n(Tap on the \"+\" button to upload tracks from your iTunes Library on your iPhone.)";
"MusicOffInfo"="Your music won't be visible within the app & you can't upload anything new.";
"Documents"="Documents";
"DocumentsOnInfo"="Your documents are visible within the app. You can upload new documents by upload new documents by selecting \"Open in lifebox\" from other apps, e.g. Mail.";
"DocumentsOffInfo"="Your documents won't be visible within the app & you can't upload anything new.";
"Contacts"="Contacts";
"ContactsInfo"="Switch on in order to automatically synchronize your contacts to lifebox.";
"ContactsAutoInfo"="Your address book will be automatically backed up to the cloud when you open the app.";
"ContactsOffInfo"="Your address book won't be backed up to the cloud";
"ContactsAutoDescriptionHeader"="%d CONTACTS NOT SYNCED";
"ContactsAutoDescriptionBody"="Facebook, Twitter & Exchange Server contacts can't be backed up to lifebox cloud storage.";
"ContactsOnInfo"="Your address book will be automatically backed up to the cloud when you open the app.";
"ContactsOffInfo"="Your address book won't be backed up to the cloud";
"ContactsOnDescriptionHeader"="%d CONTACTS NOT SYNCED";
"ContactsOnDescriptionBody"="Facebook, Twitter & Exchange Server contacts can't be backed up to lifebox cloud storage.";
"PhoneContacts"="Phone Contacts";
"SynchronizationPreferencesTitle"="UPLOAD PREFERENCES";
"AutoSynchronization"="AUTO UPLOAD";
"Wifi3G"="Wifi + 3G + 4.5G";
"Wifi"="Wifi";
"DataRoaming"="Data Roaming";
"DataRoamingEnableInfo"="Auto upload whilst abroad";
"DataRoamingDisableInfo"="Auto upload whilst abroad";

"ConnectedDevices"="Connected Devices";
"ConnectedDevicesTitle"="%d DEVICES CONNECTED";
"ConnectedDevicesInfo"="Manage all these connected devices from your computer, not your phone.";

"Notifications"="Notifications";
"Anytime"="Anytime";
"OnceADay"="Once a day";
"OnceAWeek"="Once a week";
"OnceAMonth"="Once a month";
"Never"="Never";
"NotificationsInfo"="Set how often we can send you reminders to sync your device with the cloud.";

"FAQ"="FAQ";
"VideoHelpGuides"="Video Help Guides";
"Troubleshooting"="Troubleshooting";
"AboutAkilliDepo"="About lifebox";
"SupportWebsite"="Support website";

"SearchTitle"="Search";
"Clear"="Clear";
"RecentSearchesHeader"="RECENT SEARCHES";
"NoSearchResultFound"="No results found for your query.";
"ShowMore"="Show more...";
"AllFilesHeader"="ALL FILES (%d)";
"PhotosVideosHeader"="PHOTOS & VIDEOS (%d)";
"MusicHeader"="MUSIC (%d)";
"DocumentsHeader"="DOCUMENTS (%d)";
"AllSearchResultsHeader"="ALL SEARCH RESULTS (%d)";

"AutoSyncTitle"="Auto Upload";
"SyncPhotoVideoTitle"="Sync Photos";
"SyncContactsTitle"="Sync Contacts";
"DataRoamingTitle"="Data Roaming";
"DataRoamingSubTitle"="Auto upload whilst abroad";

"ALAssetsAccessError"="Error occurred while accessing your photos. Please check your settings.";

"RecentActivityMultipleImagesCopied"="%d images were copied";
"RecentActivityMultipleFoldersCopied"="%d folders were copied";
"RecentActivityMultipleMusicsCopied"="%d songs were copied";
"RecentActivityMultipleFilesCopied"="%d files were copied";
"RecentActivitySingleImageCopied"="%d image was copied";
"RecentActivitySingleFolderCopied"="%d folder was copied";
"RecentActivitySingleFileCopied"="%d file was copied";
"RecentActivitySingleMusicCopied"="%d music was copied";

"RecentActivityMultipleImagesUpdated"="%d images were updated";
"RecentActivityMultipleFoldersUpdated"="%d folders were updated";
"RecentActivityMultipleMusicsUpdated"="%d songs were updated";
"RecentActivityMultipleFilesUpdated"="%d files were updated";
"RecentActivitySingleImageUpdated"="%d image was updated";
"RecentActivitySingleFolderUpdated"="%d folder was updated";
"RecentActivitySingleFileUpdated"="%d file was updated";
"RecentActivitySingleMusicUpdated"="%d song was updated";

"HowTo"="How To";

"Warning"="Warning";
"SubmitButtonTitle"="OK";

"MigrationTitle"="LIFEBOX SETUP";
"MigrationSubTitle"="lifebox setup continues...";

"AcceptTerms"="I accept the terms and conditions.";
"AcceptTermsWarning"="You must accept terms.";

"QuotaExceedMessage"="Quota exceeded";
"QuotaExceedMessageShort"="Quota exceeded";
"LoginRequiredMessage"="Login required";

"MenuContactSync"="Contact Sync";

"ContactSyncFlagTitle"="Auto Synchronization";
"ContactLastSyncDateTitle"="Last Synchronization Date: %@";
"ContactLastSyncDetailTitle"="LAST SYNCHRONIZATION DETAIL";
"ContactLastSyncDetailClientTitle"="Client";
"ContactLastSyncDetailServerTitle"="Server";
"ContactLastSyncDetailUpdateTitle"="Updated";
"ContactLastSyncDetailNewTitle"="New";
"ContactLastSyncDetailDeleteTitle"="Deleted";
"ContactLastSyncDetailContactsTitle"="My Contacts";
"ContactSyncRestoreResultTitle"="Contacts downloaded to your phone";
"ContactSyncBackupResultTitle"="Contacts synced to lifebox";
"ManualSyncTitle"="Start Sync";
"ManualSyncTitleOnSync"="Synchronization continues...";

"AddressBookGrantError"="You have to grant access to address book";
"ContactSyncApiError"="Error occurred while synchronising contacts";
"ContactSyncNetworkError"="Error occurred while synchronising contacts";
"ContactSyncGeneralError"="Error occurred while synchronising contacts";
"ContactSync5000LimitError"="Maximum 5000 contacts can be backed up";
"ContactThereIsNoContact"="No contact found on your contact list, backup is not performed.";

"ContactSyncProgressOnServerText"="Your contacts are syncing, please don’t shut down the application";
"ContactSyncProgressOnClientText"="Your contacts are downloading to your device, please don’t shut down the application";

"PreLoginInfo1"="Keep your photos, memories always with you and always safe.";
"PreLoginInfo2"="Take more photos and videos with extra memory in lifebox.";
"PreLoginInfo3"="Access your photos and videos instantly from your computers, phones, and tablets.";
"PreLoginInfo4"="Send your photos and all your stuff to friends easily.";
"PreLoginInfo5"="lifebox keeps all your files safe and secure, only you can access them.";
"PreLoginTitle1"="lifebox";
"PreLoginTitle2"="Boost Your Memory";
"PreLoginTitle3"="Access your files from everywhere";
"PreLoginTitle4"="Easy to Share";
"PreLoginTitle5"="Everything is safe";

"StartUsingTitle"="Get Started";

"EmptyMusicTitle"="No music yet";
"EmptyDocumentsTitle"="No documents yet";
"EmptyPhotosVideosTitle"="No photos and videos yet";
"EmptyPhotosVideosDescription"="Tap the \"+\" button to upload photos and videos from your iPhone";
"EmptyAlbumsTitle"="No albums yet";
"EmptyAlbumsDescription"="Tap the \"+\" button to create new album";

"Welcome"="Welcome";
"Error"="Error";
"Info"="Info";
"OK"="OK";
"Approve"="Approve";

"PackageSubscriptionQuotaErrorMessage"="Current usage exceeds quota. The subscription cannot be changed.";

"ShareTitle"="Share";
"MoveTitle"="Move";
"MoveToAlbum"="Move to Album";
"MovedAlbumTitle"="Album to add";
"PhotosAddedToAlbum"="Photos added to album.";

"ContactBackupInfo"="You can backup your contact list to lifebox";
"ContactRestoreInfo"="You can restore your contacts back to your phone";

"ContactBackupButtonTitle"="UPLOAD TO LIFEBOX";
"ContactRestoreButtonTitle"="DOWNLOAD TO PHONE";
"ContactContinueButtonTitle"="Continue";

"ContactResultBackupSectionTitle"="At lifebox";
"ContactResultRestoreSectionTitle"="On My Phone";

"ContactSyncBackupTitle"="Backup Contacts";

"AutoSyncStatusInfo"="Uploading (%d/%d%@)";

"UploadingPhoto"="Uploading Photo";
"UploadingPhotoCompleteStatus"="%d%% complete";
"UploadingPhotoFinishedSuccessfully"="Photo uploaded successfully";
"UploadingPhotoFinishedWithError"="Error while uploading photo";

"LocalNotificationManualUploadsFinished"="Uploads are completed. You can delete these files from your phone.";
"LocalNotificationAutoUploadsFinished"="Your photos are uploaded. Would you like to view them?";

"LocationNotEnabled"="Your location service should be enabled for background sync.";

"PurchasingViewInfo"="*CHARGE WILL BE REFLECTED TO YOUR NEXT INVOICE";
"PurchasingViewSuccessInfo"="ACTIVATION OF YOUR NEW SUBSCRIPTION MAY TAKE TIME. YOU WILL RECEIVE AN SMS WHEN THE ACTIVATION IS COMPLETED.";
"PurchasingViewSuccessInfoIAP"="Your package will be activated soon";
"SuccessPurchased"="PACKAGE SUCCESSFULLY PURCHASED";
"SuccessPurchasedIAP"="Your package will be activated soon";
"PurchaseFailure"="PURCHASE FAILED";
"TryAgain"="Try Again";
"ErrorPurchasingFailure"="EN ERROR OCCURED WHILE PURCHASING THE PACKAGE";
"MONTHLY"="MONTHLY";
"YEARLY"="YEARLY";
"SubscriptionLongInfo"="To cancel your subscription, send an SMS to 2222 with the message \"IPTAL %@\"";
"SubscriptionFree"="FREE";
"PurchasePackage"="Purchase";
"ItemTitle"="item";
"ItemsTitle"="items";

"NoConnErrorMessage"="Please check your internet connection is active and Cellular Data is ON under Settings/lifebox.";

"VideoPlayErrorTitle"="Error Playing Movie";
"VideoPlayErrorDescription"="This movie type cannot be played. Please try again with another video.";
"VideoLoadErrorTitle"="Error Loading Movie";
"VideoLoadErrorDescription"="Movie cannot be loaded. Please try again with another video.";

"OnKatDepoTitle"="Capacity of your lifebox";
"OnKatDepoSubTitle"="MORE STORAGE";
"OnKatDepoExplain"="Keep more photos&videos with your new increased storage.";
"Okay"="Okay";
"Ten"="10x";

"UploadError"="Error occured while uploading the file";
"UploadSuccess"="Upload finished successfully";
"UploadInProgress"="Uploading...";
"ExtLoginRequiredMessage"="You have not logged in via the app yet.";

"PrintTitle"="Print";
"MoveModalSubTitleForAlbumNew"="Album to Add to";
"AddToAlbumTitle"="Add to Album";
"MoveSuccessMessageNew"="Photos added to album";
"DownloadTitle"="Download";
"RemoveTitle"="Remove";

"WelcomePackage5GB"=" Your 5GB free storage is ready to use!";
"PlatinPackage500GBTitle"="PLATINIUM AYRICALIĞI!";
"PlatinPackage500GB"=" Your 500 GB free storage is ready to use!";
"TurkcellPhone5GB"=" Telefonumu iyi ki Turkcell’den almışım demek için bir neden daha lifebox’dan 5 GB ek hafıza hediye";
"StorageOver80Title"="80% of your storage is full!";
"StorageOver80"=" Please have a look at upgrade options to upgrade your storage.";
"StorageOver90Title"="90% of your storage is full!";
"StorageOver90"=" Please have a look at upgrade options to upgrade your storage.";
"StorageFull100Title"="LIFEBOX HAFIZANIZI DOLDURDUNUZ!";
"StorageFull100"=" Please have a look at upgrade options to upgrade your storage.";
"NewVersionNewFeaturesTitle"=" We are renewed for you!";
"NewVersionNewFeatures"="Update your application now, go on using your lifebox application with new features.";
"CancelButtonTittle"= "Cancel";
"MoreStorageButtonTitle"="More Storage";

"CloseTitle"="Close";
"PrintBackTitle"="Back to My Photos";

"CropAndShareTitle"="Cropy";

"EmailEntryTitle"="Having an e-mail address on your account is one of the easiest and most reliable ways to help keep your account safe and ensure that you can get back into your account. Please add your e-mail address.";
"EmailTitle"="E-MAIL";
"FormEmailTitle"="EMAIL";
"PasswordRepeatTitle"="PASSWORD REPEAT";
"EmailPlaceholder"="E-Mail";
"EmailPlaceholderNew"="E-Mail";
"PasswordRepeatPlaceholder"="Password repeat";
"SignUp"="Sign Up";
"SignUpButton"="Submit";
"EmailFormatErrorMessage"="Please enter a valid email address.";
"PassMismatchErrorMessage"="Password fields do not match";
"PassRepeatFormatErrorMessage"="Please enter your password repeat";

"EMAIL_FIELD_IS_INVALID"="Email field is invalid";
"EMAIL_IS_ALREADY_EXIST"="This e-mail address is already registered. Please enter another e-mail address.";
"VERIFY_EXISTING_EMAIL"="Email is waiting for approval. The account will be accessible after approval.";
"PHONE_NUMBER_IS_INVALID"="Phone number is invalid";
"PHONE_NUMBER_IS_ALREADY_EXIST"="You already have a subscription. You can log in with your GSM number and password.";
"SignUpButtonTitle"="CREATE A NEW ACCOUNT";
"NewSignUpButtonTitle"="CREATE A NEW ACCOUNT";
"ForgotPassButton"="FORGOT PASSWORD?";

"OTPTopInfo"="Verify Your Phone Number";
"OTPSubInfo"="Enter the verification code";
"ResendButton"="Resend";

"EmailTopInfo"="Verify Your E-Mail";
"EmailSubInfo"="Please follow the link sent to your email address %@";
"AlmostThere"="Almost There";
"EmailFieldRegistrationInfo"="Please fill your email address";
"IAPProductReadError"="Error while reading purchasable products";
"RenewalDate"="Renewal date";
"MonthlyShort"="Month";
"YearlyShort"="Year";

"CaptchaTitle"="ENTER THE NUMBER ABOVE";
"CaptchaPlaceholder"="Type the above code";
"CaptchaFieldErrorMessage"="Please enter security code";
"InvalidCaptchaErrorMessage"="Geçersiz bir güvenlik kodu girdiniz";
"ForgotPassTitle"="Forgot Password";
"PassSentToEmail"="Password is sent to your email";
"EmailError2222"="You can retrieve your password by sending SMS to 2222";
"CaptchaRequiredErrorMessage"="Security code is required";
"SignupSuccess"="Signup finished successfully";
"OTPExpired"="Verification code is expired";
"OTPInvalid"="Verification code is invalid";
"RefCodeInvalid"="Reference token is invalid";
"InvalidSignupSession"="Signup session has expired.";
"OTPWaitingForTimeoutPeriod"="The previously sent verification code is still valid. Please wait until the code expires";
"OTPTooManyRequests"="Verification code is blocked. Please request a new code.";
"IAPProductNotFound"="Product was not found";
"EmailEmpty"="Would you like to update your email address in the system?";
"MsisdnEmpty"="Your GSM number is not present in the system";
"EmailNotVerified"="Please verify your email address";
"EmailNotVerifiedError"="Please follow the link sent to your email address to activate your account.";
"TitleLater"="Later";
"EmailAlreadyExist"="This e-mail address is already registered. Please enter another e-mail address.";
"EmailInvalid"="Email is invalid";
"PASSWORD_LENGTH_IS_BELOW_LIMIT"="Your password is too short. Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"PASSWORD_LENGTH_EXCEEDED"="Your password is too long. Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"CONSECUTIVE_NUMBERS"="Your password has consecutive numbers or letters. Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"WAITING_FOR_TIMEOUT_PERIOD"="Too many OTP verification attempts. Please try again later.";
"SEQUENTIAL_CHARACTERS"="Your password has consecutive numbers or letters. Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"SAME_CHARACTERS"="Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";
"INVALID_PASSWORD"="Please set a password including nonconsecutive letters and numbers, minimum 6 maximum 16 characters.";

"MsisdnEmailTitle"="GSM NUMBER or E-MAIL ADDRESS";
"MsisdnEmailPlaceholder"="GSM Number or E-Mail Address";
"MsisdnEmailPlaceholderNew"="Phone or E-Mail";
"MsisdnEmailFormatErrorMessage"="Please check the GSM number/E-Mail address";

"LocForAutoSyncError"="For successful syncing in the background, location service should be enabled";
"AssetForAutoSyncError"="For successful auto syncing, permission to reach the photo library should be granted";

"EmailEntry"="Email Entry";

"PERIOD_7_DAYS"="7 DAYS";
"PERIOD_MONTH"="MONTHLY";
"PERIOD_2_MONTHS"="2 MONTHS";
"PERIOD_3_MONTHS"="3 MONTHS";
"PERIOD_6_MONTHS"="6 MONTHS";
"PERIOD_9_MONTHS"="9 MONTHS";
"PERIOD_YEAR"="YEARLY";

"PERIOD_7_DAYS_SHORT"="7 DAYS";
"PERIOD_MONTH_SHORT"="MONTH";
"PERIOD_2_MONTHS_SHORT"="2 MONTHS";
"PERIOD_3_MONTHS_SHORT"="3 MONTHS";
"PERIOD_6_MONTHS_SHORT"="6 MONTHS";
"PERIOD_9_MONTHS_SHORT"="9 MONTHS";
"PERIOD_YEAR_SHORT"="YEAR";

"TermsButtonTitle"="I accept the terms & conditions";
"TermsTitle"="Terms & Conditions";
"EmailNotFound"="This e-mail address is not registered. If you are already a lifebox subscriber, you can obtain your password by sending free SMS containing SIFRE to 2222.";

"IAPRestoreError"="You have already purchased this product";

"INVALID_SUBSCRIPTION"="Invalid purchase session occured.";
"TEMPORARY_ERROR"="An error occured due to a technical problem.";
"ALREADY_SUBSCRIBED_FOR_AN_ACCOUNT"="This package is already purchased.";
"CancelSubscriptionInfoApple"="You can visit iTunes to cancel your subscription";
"CancelSubscriptionInfoGoogle"="You can visit GooglePlay to cancel your subscription";

"TOO_MANY_REQUESTS"="Too many verification code requested for this msisdn. Please try again later.";
"TOO_MANY_INVALID_ATTEMPTS"="Too many invalid attempts occured for this verification code. Please request a new verification code.";
"CannotChangeEmail"="You are not allowed to change email";
"LdapLockedError"="You have performed too many attempts. Please try again 1 hour later.";
"SignUpRequiredError" = "You don’t have any lifebox account. Please signup before using the application.";

"WelcomePackageName"="Welcome (%@)";
"MsisdnEntry"="GSM Number Entry";
"WelcomePageSubMessage"="Store your unforgettable photos in lifebox, access them and share them with your friends wherever you want.";
"PasswordSettingsTitle"="Password";
"PasswordChangeTitle"="Change Password";

"EmailConfirmUpdate"="CANCEL";
"EmailConfirmContinue"="APPROVE";
"EmailConfirmMessage"="Registration is completing with your %@ email address. Mail address will be used for all safety approvals and notifications.";

"CAN_NOT_CHANGE_MSISDN"="You are not allowed to change the gsm number.";
"ChangeGsmNumber"="Change Phone Number";
"OldPhoneLabel"="OLD NUMBER";
"NewPhoneLabel"="NEW NUMBER";
"ChangePhoneButton"="Change Number";
"ChangePhoneTitle"="Change Number";
"NewPass"="NEW PASSWORD";
"NewPassAgain"="NEW PASSWORD AGAIN";
"ChangePassButton"="Change Password";
"MsisdnUpdateSuccess"="Phone number successfully changed";

"TermsFileName"="terms_en";

"AddTypeFromDepoTitle"="Add From lifebox";
"AddTypeDepoPhotoTitle"="Add From lifebox";

"PackageFullMaessage"="You have reached your lifebox memory limit. Let’s have a look for upgrade options!";
"PortinInfoMessage"="Let’s have a look at packet advantages for Turkcell subscribers!";
"DontShowAgainMessage"="Don't Show Again";

"AddTypeDepoMusicTitle"="Add Music";
"AddTypeDepoDocumentTitle"="Add Document";
"AddTypeDepoPhotoFavTitle"="Add Photo/Video";

"MenuCellograph"="Print Photo";
"MenuHelp"="Help";
"MenuReachUs"="Contact Us";
"ReachUsTitle"="Contact Us";

"ReachUsInfo"="For any suggestions or complaints, please contact us:";
"Suggestion"="Suggestion";
"Complaint"="Complaint";
"ReachUsPlaceholder"="Type your suggestion or complaint here...";
"SendButton"="Send";
"RateButton"="Rate App";

"MessageSentSuccessfully"="Your message sent successfully.";
"FeedbackTypeComplaint"="Complaint";
"FeedbackTypeSuggestion"="Suggestion";
"FeedbackPlaceholder"="Type your suggestion or complaint here...";

"ExportFromDropbox"="Import From Dropbox";
"Export"="Export";
"FeedbackChoiceError"="Please select a feedback category";
"FeedbackTextError"="Please type your message";

"CancelSubscriptionInfoLifecell"="Please text \"Iptal %@\" to 2222 to cancel your subscription.";
"DropboxFailedResult"="Failed File Count: %d";
"DropboxSuccessResult"="Success File Count: %d";
"DropboxSkippedResult"="Skipped File Count: %d";
"DropboxExportStatus"="Recent Import Status:";
"DropboxLastExportDate"="Last Import Date: %@";
"DropboxAccessError"="Error occured while accessing your Dropbox account";
"DropboxInvalidQuotaMessage"="There is not enough storage space in your lifebox account. To increase your storage space in lifebox and continue importing from Dropbox, just click!";

"LogoutConfirmMessage"="Are you sure you want to logout?";
"ImageGroupTypeInProgress"="Upload In Progress";

"SuggestionSubject"="Suggestion About lifebox";
"ComplaintSubject"="Complaint About lifebox";
"MailWarning"="Please do not delete the information below. The information will be used to address the problem.";
"NoEmailAccountError"="No email account is configured in your device.";

"UploadCountLimitError"="You can start upload for maximum 100 photos at a time";
"EmailTitle"="E-Mail";
"EmailUpdate"="Email Update";
"EmailUpdateConfirmMessage"="Your email will be updated with %@ address. This new mail address will be used for all safety approvals and notifications.";

"TakePhoto"="Take Photo";
"ChooseFromLibrary"="Choose From Library";
"ProfilePhotoUploadSuccess"="You have successfully updated your profile image.";
"MenuPromo"="Promotions";
"PromoEarning"="Earnings";
"PromotionTopTitle"="lifebox Special Campaign For You";
"PromotionSubTitle"="Burada da alt metin görünecek. Burada da alt metin görünecek. Burada da alt metin görünecek. Burada da alt metin görünecek";
"PromoCodePlaceholder"="Promotion Code";
"PromoCodeEmpty"="Please enter the promotion code";
"LegalNotice"="LEGAL NOTICE";
"LegalNoticeContent"="Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak. Burada promosyon için yasal uyarı metni olacak.";
"DropboxSubInfo"="Import feature is totally free of charge and does not affect your internet package :)";
"DropboxExport"="Import From Dropbox";
"ExportingFiles"="Importing Files";
"PromoCodeEntrance"="Enter Promo Code";
"PromoSuccess"="You can see your promoted package in the packages page once your promotion code is verified.";
"PromoError"="Please check your promotion code.";
"SocialMediaTitle"="Social Media";
"FacebookExportTitle"="Import From Facebook";
"InstagramExportTitle"="Import From Instagram";
"MoreMenuVideofyTitle"="Create A Story";
"Save"="Save";
"CreateName"="Create a Name";
"CreateStoryTitle"="Create Story";
"VideofySelectibleInfo"="Please choose 20 files at most";
"VideofySequenceInfo"="You can change the sequence of the files";
"VideofyAddMusic"="Add Music To Your Story";
"FBConnectError"="We could not connect to Facebook. Please try again later";
"FBSubInfo"="Import feature is totally free of charge and does not affect your internet package :)";
"StartExport"="Start Import";
"Add"="Add";
"HomePage"="Home Page";
"VideofyPreparationMessage"="We are preparing your story. Once it is finished, you can access it from Videos album.";
"CellographCurrent"="ACTIVE ORDERS";
"CellographHistory"="PREVIOUS ORDERS";
"VideofyPreviewDownloadError"="Cannot access the video for preview";
"VideofyFileListEmpty"="Please choose at least one photo or video";
"VideofyMusicEmpty"="Please choose music for your video";
"PhotoTab"="PHOTOS";
"CollectionTab"="COLLECTIONS";
"AlbumTab"="ALBUM & VIDEO";

"NewFeatureInfoLabel"="Good things happening at lifebox";
"NewFeatureInfoSubLabel"="Brand new features and a better experience will be in this box soon...";

"ForgetPass2222Info"="If you are already a Turkcell subscriber, you can retrieve your password by sending SMS to 2222.";
"TimeoutMessage"="Your request has timed out. Please try again.";

"Welcome1Info"="Live, Collect, Remember";
"Welcome1SubInfo"="Collect your photos, videos and files at lifebox! Access and remember whenever and wherever you are.";
"Welcome2Info"="What's lifebox?";
"Welcome2SubInfo"="Gives you extra storage space to collect all your memories in one place. Without having to delete anything , you can always keep your memories safe. Your memories are securely stored at lifebox.";
"Welcome3Info"="Your memories at lifebox instantly";
"Welcome3SubInfo"="All your photos are backed up safely and automatically with lifebox. You just keep making new memories.";
"Welcome4Info"="Get It Anytime, Anywhere";
"Welcome4SubInfo"="It is important to remember your precious memories as you collect them. Enjoy your memories anytime, anywhere, and from any device.";
"Welcome5Info"="Sharing memories brings happiness";
"Welcome5SubInfo"="Easily share your memorable photos with your friends, family and social network.";
"Welcome6Info"="Let your memories decorate your living space.";
"Welcome6SubInfo"="Get your photos printed in a fast and practical way .";

"LifeboxTeaserInfoLabel"="Welcome to lifebox";
"LifeboxTeaserInfoSubLabel"="Brand new features and a better experience is in this box";

"DeleteFileInAlbumAlert"="Deleting this file will also delete the file from the albums. Are you sure?";

"LocInfoPopup"="Location Permission";
"LocSubinfoPopup"="Your location will be used for background syncing.";
"LocSubInfoPeriodicMessage"="To activate background sync, you can activate location service under Settings/Privacy/Location Services";
"IAgree"="I AGREE";
"FileDetailUploadDate"="Upload Date";
"FileDetailCreateDate"="Taken Date";
"CameraAccessError"="Error occurred while accessing your camera. Please check your settings.";
"CanNotDeleteReadonlyAlbums" = "Video album is automatically created, therefore cannot be deleted.";

"SuggestionsTitle" = "SUGGESTIONS";

"ShareOriginalSize" = "Original Size";
"ShareSmallSize" = "Small Size";
"ShareViaLink" = "Share via Link";

"AutoSyncOffInfoTop"="Auto upload is off";
"AutoSyncOffInfoTopWifi"="Waiting for WIFI";
"AutoSyncOffInfoBottom"="Photos waiting to be synced";
"AutoSyncOffInfoBottomWithCount"="%d photos waiting to be synced";

"SyncInProgressHeaderTitle"="Syncing photos...";
"SyncFooterTitle"="Sync";
"DeleteFooterTitle"="Delete";

"UploadInProgressInDetail"="Upload in progress. Please try again later";
"UnsyncPrintError"="In order to use the print feature, all the selected images should be uploaded to the lifebox";

"GetStarted"="GET STARTED";

"SyncExperincePage1Title"="Easy way to sync your photos";
"SyncExperincePage1SubTitle"="You can sync your photos automatically when you turn on auto sync from your settings.";
"SyncExperincePage2Title"="Keep up to date to all your assets";
"SyncExperincePage2SubTitle"="You can sync all your files and photos manually.";
"SyncExperincePage3Title"="Follow your process easily";
"SyncExperincePage3SubTitle"="You can easily see your sync process from the status bar.";
"SyncExperincePage4Title"="Keep your files up-to-date";
"SyncExperincePage4SubTitle"="You can easily check your files and folders status if these are on the cloud or not.";
"SyncExperincePage5Title"="You can back-up your contacts to lifebox easily";
"SyncExperincePage5SubTitle"="No matter what happens to you phone, you keep your contacts safe.";
